IDEA Open Model
ConcAggregateTypeSIA Enumeration
Compatible with IDEA StatiCa 20.1
 Concrete aggreage type
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ConcAggregateTypeSIA
Public Enumeration ConcAggregateTypeSIA
Members
Member name | Value | Description
AlluvialGravel | 0 |  Alluvial gravel
CrushedLimestone | 1 |  Crushed limestone
Micaceous | 2 |  Micaceous
See Also
Reference
IdeaRS.OpenModel.Material Namespace